[Balance.Balance_Ep13_RolandTurretTarget InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[Balance.Pawn_Balance_RolandDeployableTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Torreta Escorpião do Roland")
PlayThroughs[1]=(DisplayName="Torreta Escorpião do Roland")
PlayThroughs[2]=(DisplayName="Torreta Escorpião do Roland")

[Character.CharClass_RolandDeployableTurret AIClassDefinition]
DefaultDisplayName="Torreta Escorpião do Roland"
UBMKilledByMessageString=""

[InteractiveObjects.Ep13_RolandTurretTarget InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Shield.RolandTurretShieldObjectDefinition InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Skills.SupplyDrop_AmmoRegen SkillDefinition]
SkillName="Bolsa de Suprimentos"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Weapon.RolandTurret_WeaponType WeaponTypeDefinition]
Typename="Rifle Sniper Semiautomático"
PickupMessage="Você tem %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

